{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 2263, "word_counts": "{\"acando\": 1, \"ab\": 7, \"acanb\": 1, \"ss\": 1, \"fell\": 31, \"8\": 107, \"9\": 167, \"percent\": 54, \"to\": 1716, \"13\": 25, \"35\": 14, \"kronor\": 1, \"the\": 7219, \"lowest\": 1, \"close\": 7, \"since\": 9, \"dec\": 4, \"11\": 29, \"trident\": 34, \"shipping\": 43, \"was\": 898, \"mentioned\": 154, \"by\": 414, \"regulatory\": 29, \"statements\": 40, \"when\": 158, \"a\": 2143, \"routine\": 188, \"review\": 428, \"in\": 2336, \"malaysia\": 56, \"examined\": 78, \"procurement\": 212, \"files\": 78, \"involving\": 78, \"several\": 294, \"vendors\": 79, \"initial\": 141, \"stories\": 152, \"created\": 152, \"concern\": 145, \"because\": 711, \"investigators\": 141, \"requested\": 78, \"records\": 78, \"from\": 742, \"multiple\": 79, \"counterparties\": 78, \"and\": 3721, \"asked\": 78, \"questions\": 79, \"about\": 259, \"political\": 78, \"links\": 79, \"even\": 80, \"so\": 152, \"reports\": 260, \"stressed\": 78, \"that\": 913, \"preliminary\": 84, \"company\": 476, \"denied\": 161, \"wrongdoing\": 161, \"called\": 168, \"claims\": 345, \"incomplete\": 161, \"after\": 774, \"months\": 108, \"public\": 258, \"summary\": 82, \"said\": 840, \"documentation\": 79, \"gaps\": 219, \"had\": 828, \"been\": 338, \"corrected\": 79, \"but\": 528, \"intentional\": 78, \"bribery\": 276, \"or\": 180, \"fraud\": 197, \"not\": 499, \"established\": 84, \"anti\": 256, \"corruption\": 106, \"bureau\": 44, \"recommended\": 78, \"process\": 92, \"improvements\": 78, \"training\": 81, \"stronger\": 79, \"vendor\": 142, \"screening\": 145, \"rather\": 397, \"than\": 426, \"penalties\": 140, \"compliance\": 379, \"teams\": 460, \"would\": 722, \"note\": 110, \"weak\": 188, \"signal\": 177, \"keep\": 110, \"relationship\": 110, \"monitoring\": 353, \"escalate\": 110, \"it\": 517, \"high\": 297, \"risk\": 475, \"redwood\": 31, \"commodities\": 43, \"appeared\": 136, \"anonymous\": 118, \"telegram\": 45, \"channels\": 46, \"accounts\": 246, \"alleged\": 74, \"around\": 167, \"infrastructure\": 124, \"permits\": 73, \"france\": 52, \"those\": 75, \"posts\": 170, \"circulated\": 73, \"quickly\": 75, \"an\": 379, \"adverse\": 246, \"media\": 490, \"hit\": 76, \"they\": 223, \"referenced\": 206, \"unnamed\": 75, \"insiders\": 73, \"blurred\": 73, \"copies\": 73, \"of\": 1976, \"invoices\": 225, \"mainstream\": 73, \"coverage\": 527, \"repeated\": 273, \"rumor\": 225, \"also\": 196, \"noted\": 74, \"no\": 154, \"agency\": 75, \"opened\": 237, \"enforcement\": 433, \"action\": 379, \"lawyers\": 164, \"for\": 842, \"group\": 340, \"argued\": 164, \"some\": 191, \"details\": 171, \"were\": 862, \"taken\": 168, \"out\": 178, \"context\": 164, \"independent\": 139, \"follow\": 136, \"up\": 284, \"reporting\": 412, \"found\": 73, \"matched\": 73, \"ordinary\": 73, \"customs\": 73, \"fees\": 73, \"illicit\": 73, \"transfers\": 203, \"later\": 513, \"identified\": 74, \"evidence\": 73, \"supporting\": 74, \"criminal\": 206, \"allegations\": 339, \"against\": 148, \"kyc\": 227, \"still\": 385, \"document\": 117, \"trail\": 117, \"file\": 118, \"usually\": 118, \"remain\": 124, \"non\": 259, \"material\": 475, \"while\": 134, \"continues\": 117, \"january\": 36, \"september\": 30, \"2007\": 137, \"'s\": 298, \"net\": 206, \"sales\": 183, \"continuing\": 7, \"operations\": 53, \"rose\": 54, \"eur\": 507, \"213\": 2, \"1\": 225, \"mn\": 292, \"172\": 1, \"6\": 127, \"corresponding\": 60, \"period\": 133, \"2006\": 77, \"granite\": 37, \"global\": 125, \"included\": 148, \"regional\": 24, \"newspapers\": 27, \"discussing\": 62, \"dispute\": 124, \"with\": 545, \"state\": 76, \"linked\": 193, \"south\": 54, \"africa\": 54, \"over\": 146, \"inflated\": 62, \"contract\": 110, \"pricing\": 64, \"story\": 130, \"commissions\": 62, \"subcontractors\": 65, \"politically\": 192, \"connected\": 192, \"brokers\": 64, \"initially\": 64, \"looked\": 188, \"like\": 127, \"narrative\": 239, \"issue\": 132, \"tied\": 125, \"civil\": 63, \"billing\": 64, \"disagreement\": 62, \"subsequent\": 136, \"filings\": 85, \"framed\": 62, \"matter\": 200, \"as\": 492, \"commercial\": 64, \"milestones\": 62, \"quality\": 67, \"money\": 334, \"laundering\": 274, \"financial\": 167, \"intelligence\": 41, \"unit\": 76, \"did\": 67, \"announce\": 63, \"focused\": 63, \"on\": 290, \"governance\": 184, \"lessons\": 62, \"instead\": 63, \"proven\": 62, \"conduct\": 62, \"aldata\": 7, \"there\": 10, \"are\": 81, \"number\": 22, \"operational\": 6, \"aspects\": 1, \"be\": 231, \"defined\": 2, \"between\": 18, \"microsoft\": 2, \"further\": 13, \"product\": 16, \"market\": 70, \"initiatives\": 2, \"resulting\": 1, \"this\": 41, \"agreement\": 19, \"will\": 245, \"available\": 12, \"at\": 320, \"date\": 8, \"value\": 49, \"deal\": 20, \"has\": 114, \"disclosed\": 13, \"crown\": 37, \"securities\": 85, \"uae\": 54, \"officers\": 195, \"being\": 201, \"assessed\": 195, \"prosecutor\": 43, \"consolidated\": 12, \"increased\": 42, \"16\": 27, \"reach\": 3, \"eur74\": 1, \"m\": 158, \"operating\": 140, \"profit\": 222, \"amounted\": 17, \"eur0\": 36, \"compared\": 127, \"loss\": 74, \"7\": 111, \"prior\": 5, \"year\": 190, \"metso\": 5, \"delivery\": 12, \"include\": 26, \"complete\": 64, \"coated\": 3, \"board\": 108, \"line\": 18, \"related\": 74, \"air\": 3, \"systems\": 29, \"two\": 22, \"winders\": 1, \"inaugural\": 1, \"speech\": 1, \"given\": 6, \"hannu\": 2, \"kyrolainen\": 1, \"finland\": 97, \"ambassador\": 1, \"czech\": 8, \"republic\": 7, \"lighthouse\": 27, \"resources\": 36, \"industry\": 47, \"blogs\": 21, \"regulator\": 38, \"overall\": 126, \"assessment\": 121, \"likely\": 123, \"stay\": 121, \"strongest\": 120, \"substantiated\": 120, \"our\": 21, \"customers\": 110, \"come\": 7, \"following\": 13, \"countries\": 18, \"uk\": 50, \"usa\": 10, \"spain\": 4, \"italy\": 5, \"germany\": 59, \"china\": 9, \"hong\": 2, \"kong\": 2, \"sweden\": 19, \"norway\": 6, \"netherlands\": 3, \"austria\": 4, \"belgium\": 3, \"switzerland\": 2, \"canada\": 45, \"russia\": 23, \"ukraine\": 2, \"denmark\": 5, \"ireland\": 4, \"korea\": 2, \"liechtenstein\": 2, \"cash\": 83, \"flow\": 10, \"activities\": 13, \"negative\": 10, \"3\": 164, \"23\": 21, \"2009\": 112, \"summit\": 32, \"telecom\": 46, \"indonesia\": 56, \"planned\": 4, \"closing\": 4, \"provided\": 7, \"discussion\": 68, \"ironwood\": 34, \"began\": 67, \"claiming\": 67, \"moving\": 69, \"funds\": 74, \"exposed\": 67, \"persons\": 75, \"early\": 202, \"mixed\": 70, \"speculation\": 67, \"screenshots\": 67, \"internal\": 377, \"spreadsheets\": 67, \"first\": 523, \"noisy\": 67, \"partly\": 69, \"unverified\": 67, \"traditional\": 67, \"picked\": 68, \"management\": 186, \"emerged\": 163, \"developed\": 75, \"journalists\": 130, \"entity\": 68, \"nominee\": 67, \"shareholders\": 84, \"intensive\": 67, \"distributors\": 141, \"unexplained\": 67, \"payment\": 70, \"corridors\": 67, \"final\": 145, \"settlement\": 230, \"admissions\": 82, \"control\": 92, \"failures\": 207, \"eventual\": 67, \"package\": 67, \"cited\": 67, \"sanctions\": 193, \"leading\": 70, \"42\": 66, \"million\": 464, \"penalty\": 145, \"treat\": 110, \"pattern\": 110, \"escalated\": 110, \"suspicion\": 110, \"registration\": 4, \"share\": 101, \"capital\": 106, \"biotie\": 3, \"is\": 296, \"52\": 5, \"556\": 1, \"678\": 1, \"10\": 55, \"103\": 4, \"4\": 149, \"2\": 220, \"outotec\": 16, \"scope\": 2, \"covers\": 11, \"engineering\": 18, \"supply\": 11, \"special\": 5, \"equipment\": 29, \"services\": 103, \"calcination\": 2, \"plant\": 26, \"circulating\": 2, \"fluid\": 2, \"bed\": 2, \"calciners\": 1, \"revenue\": 18, \"grew\": 20, \"x20ac\": 12, \"580\": 1, \"743\": 1, \"569\": 1, \"digital\": 57, \"contractor\": 64, \"active\": 64, \"parliamentary\": 30, \"testimony\": 30, \"reporters\": 85, \"questioned\": 63, \"cluster\": 63, \"tender\": 63, \"awards\": 63, \"articles\": 201, \"described\": 335, \"unusually\": 121, \"narrow\": 64, \"bidding\": 63, \"windows\": 64, \"subcontracting\": 63, \"intermediaries\": 63, \"examining\": 65, \"whether\": 65, \"facilitation\": 63, \"payments\": 261, \"routed\": 63, \"through\": 256, \"consultants\": 63, \"court\": 170, \"record\": 80, \"fabricated\": 76, \"concealed\": 76, \"beneficiaries\": 77, \"false\": 76, \"accounting\": 155, \"entries\": 76, \"competition\": 51, \"authority\": 45, \"eventually\": 63, \"announced\": 79, \"480\": 59, \"resolution\": 121, \"controls\": 210, \"hotels\": 2, \"restaurants\": 1, \"well\": 46, \"wholesalers\": 1, \"retailers\": 2, \"marubeni\": 1, \"focuses\": 2, \"creating\": 1, \"chain\": 13, \"''\": 24, \"upstream\": 1, \"downstream\": 1, \"encompassing\": 1, \"wide\": 2, \"variety\": 1, \"business\": 93, \"fields\": 1, \"including\": 25, \"oil\": 13, \"gas\": 2, \"metals\": 1, \"mineral\": 1, \"foods\": 3, \"pulp\": 9, \"paper\": 17, \"chemicals\": 5, \"among\": 4, \"others\": 2, \"aug\": 2, \"17\": 19, \"2010\": 109, \"curbed\": 1, \"delivered\": 9, \"newstex\": 1, \"now\": 11, \"latest\": 5, \"racked\": 1, \"covering\": 2, \"shopping\": 6, \"retail\": 13, \"sidewalks\": 1, \"2008\": 120, \"steel\": 20, \"accounted\": 3, \"64\": 6, \"cargo\": 5, \"volumes\": 7, \"transported\": 1, \"whereas\": 1, \"energy\": 50, \"28\": 11, \"other\": 35, \"industries\": 5, \"forensic\": 25, \"audit\": 96, \"summaries\": 25, \"brazil\": 56, \"additionally\": 1, \"information\": 13, \"segments\": 6, \"competitors\": 2, \"future\": 3, \"outlook\": 7, \"monarch\": 40, \"regulators\": 152, \"concluded\": 79, \"failed\": 80, \"imposed\": 78, \"serious\": 116, \"office\": 59, \"onboarding\": 185, \"progression\": 122, \"formal\": 122, \"justify\": 122, \"flag\": 122, \"oakbridge\": 38, \"revisited\": 63, \"older\": 64, \"firm\": 72, \"peers\": 63, \"facing\": 63, \"issues\": 65, \"references\": 63, \"legacy\": 63, \"shortcomings\": 63, \"transaction\": 155, \"same\": 159, \"time\": 76, \"acknowledged\": 63, \"more\": 141, \"detailed\": 64, \"showed\": 196, \"customer\": 73, \"population\": 63, \"remediated\": 63, \"testing\": 63, \"improved\": 71, \"supervisors\": 63, \"closed\": 141, \"main\": 69, \"findings\": 64, \"new\": 113, \"monetary\": 137, \"followed\": 66, \"residual\": 63, \"manageable\": 63, \"continued\": 69, \"delta\": 39, \"ventures\": 40, \"briefings\": 145, \"correspondent\": 74, \"banks\": 77, \"nigeria\": 42, \"noticed\": 74, \"suspicious\": 74, \"earliest\": 75, \"institution\": 75, \"under\": 99, \"pressure\": 74, \"yet\": 78, \"accused\": 219, \"deliberate\": 74, \"misconduct\": 74, \"ambiguity\": 74, \"mattered\": 74, \"outlined\": 74, \"how\": 79, \"onboarded\": 74, \"beneficial\": 74, \"ownership\": 75, \"checks\": 74, \"poorly\": 74, \"monitored\": 74, \"nested\": 74, \"prosecutors\": 174, \"filed\": 103, \"charges\": 171, \"tracing\": 100, \"shell\": 101, \"companies\": 122, \"authorities\": 148, \"finalized\": 75, \"case\": 368, \"deferred\": 74, \"prosecution\": 74, \"style\": 75, \"18\": 60, \"sanction\": 74, \"pushed\": 106, \"client\": 106, \"into\": 122, \"enhanced\": 104, \"due\": 119, \"diligence\": 105, \"queue\": 104, \"danske\": 4, \"bank\": 113, \"s\": 27, \"dc\": 2, \"jumped\": 5, \"133\": 5, \"kroner\": 1, \"rebounding\": 1, \"yesterday\": 7, \"5\": 150, \"slide\": 2, \"expects\": 18, \"its\": 184, \"increase\": 32, \"comparable\": 5, \"exchange\": 26, \"rates\": 5, \"stage\": 1, \"stores\": 5, \"600\": 4, \"registers\": 1, \"adp\": 14, \"news\": 31, \"oct\": 4, \"31\": 21, \"finnish\": 166, \"food\": 14, \"raisio\": 4, \"oyj\": 90, \"omx\": 22, \"raivv\": 1, \"today\": 53, \"usd\": 35, \"20\": 31, \"nine\": 24, \"helsinki\": 45, \"afx\": 14, \"salcomp\": 6, \"mobile\": 33, \"phone\": 6, \"charger\": 2, \"manufacturer\": 13, \"appointed\": 6, \"markku\": 1, \"hangasjarvi\": 1, \"ceo\": 20, \"resignation\": 1, \"mats\": 2, \"eriksson\": 1, \"quartz\": 42, \"ministry\": 47, \"justice\": 47, \"social\": 32, \"umber\": 34, \"entered\": 72, \"cycle\": 71, \"former\": 71, \"executive\": 152, \"australia\": 52, \"online\": 107, \"embezzlement\": 129, \"self\": 71, \"dealing\": 71, \"sounded\": 71, \"offshore\": 133, \"vehicles\": 73, \"contracts\": 78, \"abrupt\": 145, \"departures\": 72, \"emphasized\": 71, \"uncertainty\": 71, \"updates\": 72, \"disputed\": 71, \"approved\": 75, \"retention\": 71, \"documented\": 145, \"loan\": 78, \"settlements\": 129, \"individual\": 72, \"faced\": 71, \"reputational\": 71, \"scrutiny\": 71, \"angle\": 71, \"without\": 74, \"advisory\": 106, \"microblog\": 35, \"threads\": 35, \"mexico\": 63, \"sinter\": 2, \"limestone\": 1, \"coke\": 1, \"breeze\": 1, \"iron\": 3, \"ore\": 2, \"concentrate\": 2, \"sintered\": 1, \"lump\": 1, \"form\": 61, \"use\": 11, \"blast\": 1, \"furnaces\": 2, \"raw\": 8, \"making\": 8, \"came\": 7, \"241\": 2, \"mln\": 147, \"211\": 3, \"beating\": 1, \"consensus\": 3, \"forecasts\": 2, \"235\": 1, \"northstar\": 38, \"august\": 14, \"measuring\": 1, \"maker\": 26, \"vaisala\": 4, \"hel\": 40, \"vaias\": 2, \"widened\": 2, \"eur4\": 4, \"half\": 32, \"eur2\": 9, \"earlier\": 46, \"sees\": 4, \"potential\": 1, \"getinge\": 1, \"rise\": 11, \"billion\": 81, \"key\": 13, \"geographical\": 1, \"markets\": 30, \"europe\": 9, \"russian\": 11, \"federation\": 1, \"middle\": 5, \"east\": 6, \"japan\": 4, \"annual\": 33, \"currently\": 17, \"employs\": 10, \"55\": 6, \"people\": 12, \"feb\": 8, \"retailer\": 5, \"kesko\": 5, \"kesbv\": 1, \"total\": 53, \"excluding\": 12, \"added\": 10, \"tax\": 9, \"vat\": 3, \"stood\": 5, \"661\": 1, \"853\": 1, \"down\": 48, \"15\": 29, \"yea\": 1, \"abn\": 2, \"59\": 5, \"087\": 1, \"901\": 1, \"620\": 1, \"represent\": 1, \"voting\": 18, \"rights\": 22, \"citycon\": 3, \"notice\": 1, \"entirety\": 2, \"proposals\": 2, \"nomination\": 1, \"committee\": 4, \"published\": 13, \"least\": 3, \"four\": 14, \"weeks\": 60, \"before\": 24, \"april\": 22, \"website\": 5, \"post\": 3, \"och\": 1, \"inrikes\": 1, \"tidningar\": 1, \"dagens\": 1, \"industri\": 1, \"ixonos\": 3, \"finance\": 37, \"acquisition\": 12, \"euro\": 87, \"falcon\": 28, \"singapore\": 45, \"communication\": 6, \"electronics\": 18, \"components\": 8, \"supplier\": 12, \"scanfil\": 7, \"tuesday\": 5, \"lower\": 11, \"during\": 16, \"ago\": 14, \"name\": 5, \"shareholder\": 5, \"otto\": 1, \"henrik\": 1, \"bernhard\": 1, \"nyberg\": 2, \"amount\": 11, \"shares\": 82, \"transferred\": 4, \"corresponds\": 2, \"68\": 4, \"aspo\": 9, \"plc\": 19, \"both\": 23, \"12\": 38, \"month\": 18, \"respectively\": 12, \"eur26\": 1, \"2004\": 25, \"area\": 27, \"slightly\": 4, \"2m\": 1, \"address\": 4, \"happens\": 1, \"house\": 5, \"italian\": 1, \"megamart\": 1, \"eataly\": 1, \"meaning\": 1, \"kids\": 1, \"we\": 14, \"'re\": 1, \"going\": 7, \"toy\": 1, \"building\": 31, \"trade\": 7, \"eur320\": 1, \"decline\": 3, \"logistics\": 45, \"trading\": 50, \"intensified\": 74, \"senior\": 77, \"india\": 54, \"disguising\": 74, \"side\": 80, \"agreements\": 80, \"lenders\": 75, \"wave\": 133, \"anomalies\": 74, \"resignations\": 74, \"completed\": 84, \"sources\": 75, \"insisted\": 74, \"reviewing\": 74, \"whistleblower\": 74, \"emails\": 74, \"forged\": 74, \"approvals\": 75, \"off\": 79, \"book\": 80, \"liabilities\": 74, \"hidden\": 74, \"investors\": 85, \"coordinated\": 74, \"their\": 96, \"response\": 74, \"culminating\": 74, \"director\": 83, \"bans\": 74, \"cost\": 9, \"could\": 63, \"range\": 11, \"70\": 8, \"90\": 7, \"euros\": 23, \"depending\": 3, \"results\": 14, \"statement\": 3, \"says\": 10, \"zenith\": 47, \"leif\": 1, \"rosen\": 1, \"head\": 7, \"plate\": 4, \"which\": 57, \"includes\": 24, \"quarto\": 1, \"units\": 16, \"degerfors\": 2, \"castle\": 1, \"willich\": 1, \"pressplate\": 1, \"prefab\": 1, \"avesta\": 1, \"service\": 32, \"centre\": 4, \"nordic\": 18, \"efore\": 4, \"last\": 29, \"quarter\": 134, \"faster\": 2, \"improvement\": 6, \"managed\": 3, \"better\": 2, \"source\": 3, \"data\": 26, \"analytics\": 1, \"derived\": 1, \"primary\": 2, \"secondary\": 1, \"research\": 13, \"i\": 3, \"am\": 4, \"extremely\": 2, \"delighted\": 1, \"project\": 26, \"continuation\": 2, \"cooperation\": 5, \"viking\": 4, \"aster\": 38, \"holdings\": 54, \"investigated\": 1, \"opportunities\": 1, \"kaukomarkkinat\": 2, \"third\": 35, \"totaled\": 24, \"25\": 20, \"95\": 56, \"88\": 8, \"october\": 18, \"upm\": 8, \"reported\": 17, \"euro86\": 1, \"110\": 1, \"euro120\": 1, \"platform\": 4, \"based\": 38, \"built\": 10, \"intel\": 1, \"second\": 38, \"generation\": 3, \"mid\": 9, \"moorestown\": 1, \"vale\": 27, \"surfaced\": 58, \"long\": 69, \"comparing\": 58, \"large\": 64, \"scale\": 59, \"scandals\": 58, \"raised\": 60, \"projects\": 64, \"fully\": 59, \"reconciled\": 58, \"only\": 63, \"hinted\": 58, \"party\": 60, \"transactions\": 61, \"expensive\": 58, \"mandates\": 58, \"sat\": 58, \"gray\": 58, \"zone\": 59, \"timelines\": 58, \"round\": 58, \"tripped\": 58, \"luxury\": 58, \"asset\": 121, \"purchases\": 60, \"opaque\": 58, \"entities\": 58, \"attached\": 60, \"funding\": 58, \"stream\": 59, \"cross\": 61, \"border\": 58, \"seizures\": 58, \"210\": 59, \"cutting\": 3, \"measures\": 9, \"have\": 64, \"produced\": 3, \"eur70m\": 1, \"savings\": 8, \"past\": 2, \"dampened\": 1, \"airline\": 5, \"finnair\": 5, \"pretax\": 13, \"117mn\": 1, \"65mn\": 1, \"previously\": 12, \"stock\": 37, \"release\": 18, \"concerning\": 6, \"february\": 14, \"years\": 14, \"color\": 1, \"orange\": 3, \"become\": 3, \"synonymous\": 1, \"27\": 16, \"2011\": 20, \"solutions\": 34, \"provider\": 10, \"affecto\": 4, \"afe1v\": 2, \"won\": 14, \"eur1\": 7, \"usd1\": 3, \"owned\": 7, \"lithuanian\": 7, \"insurance\": 9, \"sodra\": 1, \"rautaruukki\": 8, \"ruukki\": 18, \"july\": 17, \"0\": 131, \"14\": 25, \"install\": 2, \"superstructures\": 2, \"partihallsforbindelsen\": 1, \"bridge\": 7, \"gothenburg\": 3, \"western\": 2, \"u\": 12, \"t\": 4, \"corp\": 14, \"talks\": 3, \"scandinavian\": 5, \"telecoms\": 1, \"teliasonera\": 10, \"sell\": 10, \"stake\": 20, \"uzbek\": 1, \"cellular\": 1, \"operator\": 3, \"coscom\": 2, \"told\": 2, \"interfax\": 1, \"scheme\": 7, \"altimo\": 2, \"practically\": 1, \"identical\": 1, \"except\": 1, \"involves\": 3, \"merger\": 2, \"stakes\": 1, \"vimpelcom\": 1, \"kyivstar\": 1, \"addition\": 9, \"modification\": 1, \"effluent\": 1, \"treatment\": 7, \"follum\": 1, \"earnings\": 23, \"per\": 58, \"higher\": 8, \"33\": 14, \"versus\": 15, \"above\": 7, \"expectations\": 3, \"order\": 40, \"expected\": 33, \"fall\": 5, \"below\": 6, \"result\": 21, \"recurring\": 14, \"items\": 14, \"red\": 2, \"move\": 7, \"stora\": 7, \"enso\": 7, \"holding\": 10, \"newpage\": 2, \"unchanged\": 2, \"unicom\": 1, \"nyse\": 4, \"chu\": 1, \"hkse\": 1, \"0762\": 1, \"shse\": 1, \"600050\": 1, \"largest\": 9, \"carrier\": 4, \"country\": 5, \"49\": 6, \"24\": 14, \"afternoon\": 3, \"harbor\": 32, \"wire\": 32, \"printed\": 3, \"fabrics\": 1, \"design\": 14, \"expertise\": 1, \"always\": 2, \"core\": 4, \"marimekko\": 6, \"brand\": 7, \"copying\": 3, \"republication\": 2, \"redistribution\": 2, \"content\": 11, \"inculding\": 1, \"framing\": 2, \"similar\": 5, \"means\": 3, \"expressly\": 2, \"prohibited\": 2, \"written\": 3, \"consent\": 2, \"qpr\": 2, \"processguide\": 2, \"system\": 14, \"solution\": 11, \"centralized\": 2, \"storage\": 2, \"standalone\": 1, \"desktop\": 2, \"version\": 2, \"xpress\": 2, \"indigo\": 1, \"somoncom\": 1, \"serve\": 2, \"377\": 1, \"000\": 96, \"subscribers\": 1, \"approximately\": 29, \"may\": 23, \"mean\": 1, \"structure\": 6, \"restructuring\": 3, \"aspocomp\": 8, \"oulu\": 4, \"headquarter\": 1, \"marathon\": 2, \"plx\": 1, \"according\": 29, \"bloomberg\": 1, \"met\": 4, \"located\": 8, \"central\": 41, \"district\": 4, \"cbd\": 1, \"bangkok\": 1, \"unaudited\": 1, \"amanda\": 4, \"ifrs\": 1, \"standards\": 1, \"implementation\": 1, \"very\": 2, \"important\": 2, \"launch\": 2, \"fixed\": 7, \"convergence\": 1, \"see\": 5, \"investigative\": 21, \"surged\": 4, \"eur21m\": 1, \"eur106\": 1, \"via\": 9, \"aims\": 3, \"eur3m\": 2, \"part\": 20, \"realized\": 2, \"relations\": 2, \"city\": 12, \"damaged\": 1, \"comments\": 5, \"mr\": 16, \"ashley\": 2, \"criticising\": 1, \"analysts\": 7, \"cry\": 1, \"babies\": 1, \"taking\": 1, \"cue\": 1, \"playbook\": 1, \"dillon\": 1, \"lions\": 1, \"'ve\": 1, \"team\": 10, \"heavy\": 1, \"hitting\": 1, \"players\": 6, \"such\": 19, \"boot\": 1, \"cut\": 3, \"jeans\": 1, \"tummy\": 1, \"tops\": 1, \"course\": 2, \"cowboy\": 1, \"boots\": 2, \"elevators\": 3, \"escalators\": 2, \"kone\": 8, \"corporation\": 36, \"march\": 20, \"received\": 7, \"major\": 14, \"sir\": 1, \"robert\": 1, \"mcalpine\": 1, \"all\": 19, \"watermark\": 1, \"place\": 13, \"london\": 9, \"worth\": 8, \"8mn\": 2, \"paychex\": 1, \"100\": 15, \"offices\": 6, \"serving\": 5, \"554\": 1, \"payroll\": 4, \"clients\": 2, \"nationwide\": 1, \"keystone\": 37, \"addus\": 1, \"'\": 32, \"personal\": 6, \"care\": 3, \"assistance\": 1, \"daily\": 5, \"living\": 2, \"skilled\": 1, \"nursing\": 1, \"rehabilitative\": 1, \"therapies\": 2, \"adult\": 1, \"day\": 15, \"elcoteq\": 16, \"level\": 9, \"developer\": 10, \"chargers\": 3, \"sal1v\": 2, \"wednesday\": 8, \"19\": 23, \"november\": 7, \"lowered\": 2, \"full\": 13, \"estimate\": 4, \"sepa\": 1, \"cads\": 1, \"replace\": 1, \"cards\": 4, \"liquid\": 6, \"handling\": 12, \"products\": 49, \"diagnostic\": 4, \"test\": 4, \"biohit\": 6, \"biobv\": 2, \"narrowed\": 8, \"usd0\": 1, \"three\": 18, \"eur13\": 5, \"2005\": 50, \"apartment\": 2, \"block\": 3, \"center\": 10, \"explained\": 1, \"chairman\": 17, \"yit\": 12, \"ehitus\": 1, \"priit\": 1, \"sauk\": 1, \"six\": 11, \"historic\": 2, \"analysis\": 7, \"follows\": 2, \"personnel\": 6, \"negotiations\": 5, \"se\": 7, \"branch\": 5, \"oy\": 25, \"german\": 2, \"commerzbank\": 1, \"ag\": 4, \"hamburg\": 1, \"us\": 20, \"jp\": 2, \"morgan\": 3, \"jpm\": 1, \"participated\": 2, \"arrangers\": 1, \"dutch\": 1, \"ing\": 2, \"ams\": 1, \"inga\": 1, \"co\": 9, \"arranger\": 1, \"investments\": 40, \"sites\": 3, \"selling\": 4, \"development\": 24, \"finns\": 1, \"atria\": 5, \"offer\": 5, \"give\": 3, \"swedish\": 15, \"slaughtering\": 1, \"financialwire\": 2, \"tm\": 4, \"press\": 11, \"receives\": 1, \"compensation\": 1, \"opinions\": 1, \"distributions\": 1, \"aforementioned\": 1, \"informed\": 1, \"propose\": 5, \"general\": 9, \"meeting\": 9, \"members\": 12, \"directors\": 14, \"shall\": 6, \"five\": 11, \"besides\": 2, \"present\": 7, \"lassi\": 1, \"noponen\": 1, \"elected\": 3, \"26\": 14, \"nordstjernan\": 3, \"used\": 13, \"option\": 14, \"buy\": 6, \"another\": 4, \"22\": 17, \"votes\": 3, \"pioneer\": 33, \"lee\": 1, \"man\": 1, \"combined\": 12, \"production\": 29, \"capacity\": 15, \"tonnes\": 10, \"300\": 5, \"agro\": 1, \"eesti\": 1, \"wholesaler\": 2, \"grain\": 3, \"agricultural\": 2, \"warehousing\": 1, \"machinery\": 13, \"accessories\": 3, \"81\": 6, \"one\": 19, \"tenth\": 1, \"preceding\": 1, \"few\": 2, \"employees\": 17, \"support\": 5, \"functions\": 5, \"suominen\": 5, \"makes\": 6, \"wipes\": 5, \"nonwovens\": 5, \"flexible\": 4, \"packaging\": 7, \"changes\": 8, \"situation\": 9, \"reduce\": 2, \"wet\": 3, \"estimated\": 13, \"sanoma\": 13, \"advertising\": 2, \"decreased\": 38, \"pkc\": 2, \"bring\": 3, \"significant\": 6, \"base\": 8, \"cargotec\": 10, \"macgregor\": 4, \"providing\": 3, \"marine\": 3, \"load\": 2, \"crane\": 4, \"retrofit\": 1, \"quarterly\": 3, \"diluted\": 7, \"eps\": 22, \"21\": 15, \"report\": 36, \"goes\": 1, \"provide\": 4, \"profiles\": 6, \"ten\": 5, \"european\": 6, \"specialty\": 4, \"brief\": 1, \"adpnews\": 5, \"rtrks\": 5, \"slipped\": 7, \"larger\": 4, \"46\": 5, \"fourth\": 15, \"shuweihat\": 1, \"got\": 1, \"way\": 3, \"awarded\": 11, \"desalination\": 1, \"power\": 13, \"contractors\": 1, \"proposes\": 1, \"remuneration\": 3, \"monthly\": 4, \"500\": 9, \"deputy\": 4, \"mall\": 3, \"baltic\": 19, \"pearl\": 2, \"st\": 6, \"petersburg\": 6, \"where\": 10, \"cjsc\": 1, \"subsidiary\": 12, \"shanghai\": 1, \"foreign\": 2, \"joint\": 6, \"investment\": 28, \"developing\": 1, \"homes\": 1, \"66\": 2, \"everstone\": 28, \"volume\": 14, \"coca\": 2, \"cola\": 2, \"glaston\": 7, \"own\": 10, \"glass\": 10, \"processing\": 12, \"tamglass\": 2, \"safety\": 4, \"operates\": 17, \"q1\": 6, \"\\u00e0land\": 7, \"interest\": 5, \"income\": 13, \"oxyview\": 1, \"pulse\": 2, \"oximeter\": 1, \"common\": 1, \"device\": 4, \"check\": 3, \"patient\": 1, \"blood\": 1, \"oxygen\": 1, \"saturation\": 1, \"rate\": 7, \"beer\": 11, \"makers\": 1, \"sold\": 12, \"256\": 2, \"liters\": 11, \"cent\": 10, \"figure\": 5, \"245\": 2, \"92\": 3, \"textiles\": 1, \"clothing\": 6, \"posted\": 14, \"99\": 6, \"thomson\": 3, \"orders\": 17, \"saudi\": 1, \"arabia\": 1, \"united\": 5, \"arab\": 1, \"emirates\": 1, \"qatar\": 1, \"40\": 22, \"incap\": 8, \"manufacturing\": 21, \"carry\": 4, \"these\": 11, \"factory\": 6, \"tumkur\": 1, \"near\": 7, \"bangalore\": 2, \"kymmene\": 5, \"indicated\": 2, \"any\": 13, \"domestic\": 5, \"consolidations\": 1, \"her\": 3, \"position\": 6, \"stockmann\": 11, \"international\": 14, \"department\": 7, \"valid\": 1, \"74\": 3, \"stichting\": 1, \"pensioenfonds\": 1, \"abp\": 5, \"118\": 2, \"122\": 2, \"representing\": 12, \"construction\": 38, \"ote1v\": 2, \"36\": 7, \"expand\": 3, \"phosphate\": 1, \"concentrator\": 1, \"siilinjarvi\": 1, \"norwegian\": 8, \"minera\": 1, \"he\": 12, \"answers\": 1, \"many\": 7, \"visitors\": 2, \"conversations\": 1, \"gets\": 1, \"big\": 3, \"what\": 5, \"problems\": 2, \"setting\": 1, \"415\": 1, \"taxes\": 10, \"totalled\": 25, \"raute\": 7, \"86\": 4, \"eur143\": 1, \"pharmaceutical\": 7, \"poland\": 9, \"recently\": 6, \"however\": 15, \"estimates\": 5, \"continue\": 13, \"grow\": 4, \"favourable\": 5, \"trends\": 1, \"lead\": 5, \"tougher\": 1, \"price\": 32, \"substantially\": 1, \"reduced\": 1, \"demand\": 7, \"bread\": 1, \"manufactured\": 4, \"kauhava\": 1, \"risen\": 1, \"export\": 4, \"create\": 3, \"good\": 4, \"consultancy\": 3, \"satama\": 4, \"interactive\": 2, \"462\": 1, \"664\": 1, \"incorporates\": 1, \"convergent\": 2, \"charging\": 6, \"rating\": 3, \"voice\": 4, \"internet\": 10, \"gprs\": 1, \"sms\": 1, \"mms\": 1, \"wap\": 1, \"friday\": 11, \"seb\": 2, \"soared\": 1, \"sek6\": 1, \"745\": 1, \"bn\": 12, \"sek1\": 2, \"114\": 1, \"proposed\": 4, \"50\": 15, \"dividend\": 12, \"names\": 2, \"released\": 6, \"205\": 1, \"34\": 6, \"partners\": 46, \"samsung\": 4, \"applications\": 9, \"store\": 9, \"launched\": 5, \"innovator\": 1, \"program\": 8, \"enables\": 6, \"software\": 19, \"developers\": 1, \"across\": 2, \"devices\": 7, \"recorded\": 5, \"technology\": 30, \"basic\": 1, \"assurance\": 1, \"within\": 8, \"forest\": 6, \"vantaa\": 6, \"southern\": 5, \"57\": 4, \"reiterated\": 1, \"forecast\": 5, \"handset\": 6, \"manufacturers\": 4, \"915\": 1, \"globally\": 2, \"lining\": 1, \"stone\": 3, \"autumn\": 5, \"books\": 1, \"strong\": 8, \"end\": 26, \"ethanol\": 1, \"made\": 17, \"barley\": 1, \"start\": 15, \"work\": 9, \"music\": 1, \"140\": 5, \"vegetable\": 2, \"listed\": 8, \"jon\": 2, \"risfelt\": 2, \"old\": 4, \"holds\": 5, \"master\": 2, \"science\": 7, \"chemical\": 5, \"royal\": 2, \"institute\": 2, \"westbridge\": 23, \"talentum\": 7, \"norvestia\": 1, \"30\": 32, \"43\": 6, \"reportable\": 1, \"banking\": 4, \"life\": 13, \"rihko\": 1, \"started\": 8, \"manage\": 2, \"benecol\": 1, \"summer\": 5, \"heading\": 1, \"tobacco\": 1, \"altadis\": 1, \"example\": 3, \"ebitda\": 3, \"coffee\": 2, \"served\": 2, \"starting\": 7, \"eet\": 6, \"event\": 3, \"whose\": 3, \"terms\": 13, \"alma\": 11, \"kotikokki\": 1, \"please\": 3, \"inform\": 1, \"ir\": 2, \"johanna\": 1, \"koskinen\": 1, \"your\": 3, \"participation\": 1, \"telephone\": 2, \"conference\": 6, \"conducted\": 4, \"english\": 1, \"begin\": 3, \"00\": 10, \"p\": 5, \"b\": 10, \"right\": 2, \"effect\": 8, \"142\": 2, \"fim\": 1, \"alpro\": 1, \"100mn\": 2, \"150mn\": 1, \"sale\": 13, \"savcor\": 3, \"ltd\": 16, \"comprise\": 1, \"art\": 2, \"corporate\": 8, \"function\": 4, \"cencorp\": 5, \"access\": 5, \"integrated\": 1, \"propeller\": 1, \"gear\": 1, \"packages\": 1, \"vacon\": 3, \"37\": 5, \"interim\": 9, \"dates\": 1, \"sectors\": 4, \"particular\": 1, \"whole\": 13, \"fiscal\": 11, \"gypsii\": 2, \"supports\": 1, \"different\": 6, \"languages\": 1, \"korean\": 1, \"eur45m\": 2, \"eur46m\": 2, \"ragutis\": 5, \"controlled\": 9, \"brewery\": 4, \"44\": 8, \"litres\": 5, \"held\": 14, \"09\": 3, \"traffic\": 9, \"passenger\": 10, \"kilometres\": 2, \"declined\": 5, \"properties\": 7, \"purchased\": 3, \"private\": 6, \"equity\": 5, \"real\": 15, \"estate\": 11, \"niam\": 1, \"goldman\": 4, \"sachs\": 4, \"whitehall\": 1, \"street\": 5, \"network\": 10, \"experience\": 2, \"consumer\": 7, \"acquired\": 5, \"most\": 8, \"phones\": 7, \"set\": 11, \"top\": 4, \"boxes\": 2, \"flat\": 2, \"panel\": 3, \"tvs\": 2, \"modules\": 2, \"industrial\": 13, \"segment\": 7, \"bertrand\": 3, \"sciard\": 3, \"president\": 13, \"tel\": 5, \"48\": 9, \"wholesale\": 5, \"dedicated\": 3, \"pro\": 2, \"forma\": 2, \"188\": 1, \"confirmed\": 3, \"guidance\": 4, \"issued\": 12, \"presentation\": 1, \"materials\": 9, \"www\": 15, \"seahawkdrilling\": 1, \"com\": 16, \"investor\": 3, \"section\": 4, \"webcast\": 4, \"presentations\": 1, \"tab\": 1, \"technopolis\": 5, \"planning\": 4, \"technopark\": 1, \"kari\": 4, \"mikkonen\": 1, \"vice\": 9, \"feed\": 2, \"suomen\": 7, \"rehu\": 1, \"do\": 3, \"import\": 3, \"gmo\": 1, \"local\": 10, \"currency\": 7, \"29\": 15, \"location\": 4, \"controller\": 3, \"preferably\": 1, \"wireless\": 2, \"transmission\": 2, \"then\": 3, \"uses\": 2, \"appliance\": 1, \"module\": 1, \"\\u00a6\": 2, \"cumulative\": 1, \"53\": 3, \"profitability\": 3, \"ebit\": 5, \"previous\": 10, \"applicant\": 1, \"jot\": 1, \"automation\": 4, \"oyname\": 1, \"inventor\": 1, \"mammila\": 1, \"tuomo\": 1, \"piirainen\": 1, \"mika\": 2, \"kellokoski\": 1, \"mikaapplication\": 1, \"2424\": 1, \"kolnp\": 1, \"adate\": 1, \"filing\": 1, \"application\": 6, \"06\": 4, \"2008publication\": 1, \"01\": 5, \"eur5\": 8, \"h1\": 2, \"'09\": 2, \"ilkka\": 5, \"yhtyma\": 2, \"ilk2s\": 2, \"45\": 5, \"cents\": 1, \"profile\": 3, \"contains\": 4, \"history\": 4, \"prospects\": 3, \"locations\": 2, \"subsidiaries\": 2, \"exel\": 4, \"headquartered\": 11, \"mantyharju\": 1, \"turnover\": 17, \"meur\": 2, \"plumbing\": 4, \"heating\": 7, \"uponor\": 5, \"949\": 1, \"047\": 1, \"prices\": 15, \"eur647m\": 1, \"sakari\": 1, \"tamminen\": 1, \"eur3\": 6, \"sum\": 4, \"refining\": 5, \"margin\": 9, \"39\": 7, \"bbl\": 2, \"sparebank\": 2, \"gruppen\": 2, \"osl\": 2, \"sbgrp\": 1, \"jarle\": 1, \"haug\": 1, \"managing\": 6, \"collection\": 4, \"finans\": 1, \"eur193\": 1, \"eur179\": 1, \"eur43\": 1, \"exercise\": 1, \"safran\": 1, \"license\": 2, \"maintenance\": 8, \"founded\": 1, \"2000\": 2, \"bioview\": 1, \"automates\": 1, \"laboratory\": 2, \"tests\": 2, \"especially\": 5, \"cancer\": 1, \"typically\": 2, \"can\": 17, \"interference\": 1, \"noise\": 1, \"predefined\": 2, \"silicon\": 4, \"wafer\": 4, \"okmetic\": 12, \"okm1v\": 3, \"thursday\": 9, \"june\": 17, \"den\": 1, \"bosch\": 1, \"tomtom\": 1, \"automotive\": 2, \"navigation\": 3, \"cayman\": 1, \"islands\": 1, \"garmin\": 1, \"berling\": 1, \"umo\": 1, \"veikko\": 1, \"laine\": 2, \"biggest\": 4, \"blueriver\": 29, \"juniper\": 32, \"cameco\": 1, \"using\": 7, \"60\": 7, \"ratio\": 3, \"spot\": 1, \"298\": 1, \"eur59\": 1, \"went\": 7, \"41\": 5, \"65\": 6, \"pieces\": 1, \"meanwhile\": 2, \"annually\": 3, \"460\": 1, \"438\": 1, \"koduextra\": 1, \"ky\": 1, \"rukax\": 1, \"scan\": 2, \"tukka\": 1, \"aktia\": 2, \"47\": 7, \"sector\": 6, \"target\": 9, \"pohjolan\": 1, \"talo\": 1, \"buyer\": 2, \"capman\": 22, \"size\": 2, \"102\": 2, \"type\": 3, \"divestment\": 1, \"status\": 2, \"agreed\": 4, \"otherwise\": 2, \"metal\": 10, \"componenta\": 8, \"cth1v\": 2, \"eur500\": 1, \"168\": 2, \"experts\": 1, \"assets\": 6, \"reorganization\": 1, \"kauko\": 2, \"telko\": 3, \"divided\": 3, \"leipurin\": 1, \"hamina\": 1, \"terminal\": 5, \"destia\": 1, \"maintaining\": 1, \"designing\": 1, \"routes\": 3, \"environments\": 2, \"expect\": 1, \"heineken\": 1, \"hartwall\": 1, \"parts\": 5, \"quadriga\": 1, \"lewa\": 1, \"gmbh\": 3, \"pump\": 1, \"nikkiso\": 1, \"gross\": 7, \"premiums\": 1, \"eur152\": 1, \"91\": 3, \"175\": 1, \"staff\": 7, \"benelux\": 1, \"government\": 8, \"lmt\": 1, \"lattelecom\": 1, \"donation\": 1, \"115\": 2, \"muling\": 1, \"kemian\": 1, \"wood\": 7, \"rme\": 1, \"telcontar\": 1, \"calculate\": 1, \"best\": 3, \"route\": 4, \"user\": 3, \"feature\": 1, \"navigability\": 1, \"multi\": 1, \"modal\": 1, \"routing\": 2, \"foot\": 1, \"ferry\": 3, \"rental\": 14, \"installation\": 10, \"shoe\": 1, \"vaahto\": 7, \"2001\": 3, \"pre\": 9, \"397\": 2, \"164\": 2, \"accordance\": 4, \"larox\": 1, \"transfer\": 11, \"etteplan\": 4, \"alternative\": 1, \"panostaja\": 3, \"offers\": 5, \"consideration\": 4, \"pension\": 6, \"fair\": 5, \"803\": 1, \"691\": 1, \"site\": 5, \"plants\": 11, \"headquarters\": 4, \"presently\": 1, \"financially\": 1, \"feasible\": 1, \"cause\": 2, \"costs\": 7, \"basware\": 19, \"sihvo\": 1, \"conjunction\": 1, \"succeeded\": 2, \"eur5m\": 1, \"announcement\": 9, \"freenet\": 2, \"71\": 5, \"frankfurt\": 1, \"eur10\": 5, \"gave\": 3, \"hope\": 1, \"drillisch\": 1, \"pursue\": 1, \"takeover\": 2, \"breakup\": 1, \"yearly\": 2, \"recent\": 4, \"interview\": 1, \"times\": 2, \"ft\": 3, \"sampo\": 12, \"bjorn\": 1, \"wahlroos\": 1, \"if\": 6, \"c\": 4, \"certainly\": 1, \"sek\": 2, \"85\": 4, \"confirming\": 1, \"inventors\": 3, \"ridge\": 1, \"justin\": 1, \"bao\": 1, \"yiliang\": 1, \"karczewicz\": 1, \"marta\": 1, \"56\": 4, \"ssh\": 1, \"communications\": 12, \"security\": 12, \"contact\": 2, \"tomi\": 1, \"laamanen\": 1, \"358\": 5, \"400\": 8, \"609\": 1, \"544\": 1, \"distribution\": 13, \"nasdaq\": 8, \"ongoing\": 2, \"tekla\": 5, \"structures\": 4, \"vashi\": 1, \"exhibition\": 2, \"insteel\": 1, \"engineers\": 1, \"pvt\": 2, \"iivrcl\": 1, \"infrastructures\": 1, \"cidco\": 1, \"already\": 10, \"write\": 2, \"sizable\": 1, \"loans\": 3, \"latvia\": 8, \"swedbank\": 2, \"nordea\": 12, \"dnb\": 1, \"nor\": 1, \"losses\": 3, \"excess\": 3, \"backdrop\": 1, \"economic\": 3, \"meltdown\": 1, \"ebrd\": 1, \"portion\": 2, \"syndicated\": 1, \"pohjola\": 7, \"completion\": 6, \"financed\": 2, \"debt\": 5, \"arranged\": 2, \"marinated\": 1, \"olives\": 1, \"cold\": 2, \"cuts\": 3, \"pates\": 1, \"affectogenimap\": 2, \"halved\": 1, \"honka\": 1, \"marko\": 2, \"saarelainen\": 2, \"honkarakenne\": 5, \"exports\": 4, \"200\": 8, \"ready\": 1, \"log\": 2, \"houses\": 2, \"subject\": 4, \"invention\": 3, \"furthermore\": 1, \"cyclone\": 1, \"separating\": 2, \"molten\": 1, \"particles\": 1, \"operated\": 1, \"nokia\": 26, \"supported\": 3, \"netact\": 1, \"focus\": 6, \"manufacture\": 7, \"marketing\": 7, \"standard\": 3, \"lifting\": 2, \"konecranes\": 7, \"111\": 2, \"89\": 3, \"cooper\": 1, \"sh\": 1, \"distributor\": 3, \"lift\": 2, \"low\": 4, \"fuel\": 3, \"saving\": 1, \"technologies\": 7, \"stainless\": 2, \"worldwide\": 7, \"32\": 9, \"fertilizer\": 2, \"kemira\": 13, \"655\": 1, \"890us\": 1, \"sending\": 1, \"efficiency\": 3, \"stationery\": 2, \"gift\": 3, \"tiimari\": 8, \"tii1v\": 2, \"improve\": 4, \"focusing\": 3, \"profitable\": 3, \"tikkurila\": 2, \"powder\": 2, \"coatings\": 3, \"fund\": 8, \"invested\": 5, \"metropolitan\": 1, \"peigs\": 2, \"sardus\": 1, \"latta\": 1, \"maltider\": 1, \"light\": 3, \"meals\": 1, \"rautalinko\": 1, \"resposnible\": 1, \"mobility\": 2, \"his\": 10, \"job\": 1, \"division\": 16, \"marek\": 1, \"hintze\": 1, \"mechanical\": 2, \"pipettors\": 1, \"proline\": 2, \"plus\": 5, \"ce\": 1, \"ivd\": 1, \"marked\": 1, \"comes\": 7, \"warranty\": 1, \"tulikivi\": 1, \"member\": 5, \"altia\": 1, \"j\": 2, \"\\u00f1rvi\": 2, \"portti\": 2, \"osuuskunta\": 2, \"kpy\": 1, \"voimatel\": 1, \"fiskars\": 10, \"engaged\": 3, \"associated\": 2, \"wartsila\": 2, \"learning\": 3, \"literature\": 2, \"totalling\": 2, \"162\": 2, \"eur125\": 2, \"69\": 2, \"auditors\": 2, \"took\": 4, \"4mn\": 2, \"luna\": 1, \"fifth\": 2, \"207\": 1, \"shot\": 3, \"behind\": 1, \"beatriz\": 1, \"recari\": 1, \"martina\": 1, \"eberl\": 1, \"welsh\": 1, \"player\": 3, \"becky\": 1, \"brewerton\": 1, \"highest\": 2, \"placed\": 2, \"british\": 2, \"finisher\": 1, \"sharing\": 1, \"seventh\": 1, \"shooting\": 1, \"lemmink\": 3, \"\\u00f1inen\": 4, \"road\": 4, \"transport\": 5, \"administration\": 7, \"strongly\": 1, \"warsaw\": 1, \"deliveries\": 5, \"1112\": 1, \"2310\": 1, \"2610\": 1, \"alfa\": 2, \"telenor\": 3, \"free\": 2, \"float\": 2, \"usmanov\": 1, \"megafon\": 4, \"svyazinvest\": 1, \"merged\": 2, \"rostelecom\": 1, \"saw\": 4, \"rapala\": 5, \"swing\": 2, \"back\": 6, \"pct\": 23, \"uplift\": 1, \"performance\": 9, \"north\": 9, \"america\": 7, \"10mn\": 3, \"f\": 4, \"secure\": 8, \"providers\": 4, \"operators\": 5, \"wellbeing\": 1, \"survey\": 2, \"anticipates\": 2, \"surpass\": 1, \"67\": 3, \"engines\": 1, \"vnh\": 1, \"generates\": 1, \"turned\": 7, \"03\": 5, \"plan\": 8, \"generate\": 1, \"basis\": 3, \"frozen\": 3, \"seafoods\": 1, \"sunrise\": 1, \"shore\": 1, \"wholly\": 1, \"80\": 4, \"323\": 1, \"decrease\": 4, \"alexandria\": 2, \"va\": 2, \"jaakko\": 1, \"vilo\": 1, \"turku\": 3, \"climate\": 1, \"reflected\": 1, \"earned\": 2, \"398\": 1, \"lats\": 2, \"012\": 1, \"integration\": 1, \"mail\": 7, \"hobby\": 2, \"hall\": 3, \"trial\": 2, \"campaign\": 1, \"asia\": 6, \"\\u00f3\": 5, \"pakistan\": 1, \"taiwan\": 1, \"philippines\": 1, \"publish\": 8, \"analyses\": 2, \"cement\": 1, \"offering\": 4, \"print\": 2, \"eleven\": 1, \"serves\": 5, \"various\": 8, \"architecture\": 2, \"electrical\": 4, \"transportation\": 5, \"petrochemical\": 2, \"catering\": 2, \"households\": 2, \"arrangement\": 1, \"responsibilities\": 1, \"mainly\": 7, \"58\": 1, \"62\": 2, \"noticeable\": 1, \"thing\": 1, \"search\": 1, \"tata\": 1, \"airtel\": 1, \"brands\": 9, \"mostly\": 1, \"broadband\": 7, \"connections\": 1, \"technical\": 4, \"83\": 3, \"valued\": 4, \"30bn\": 1, \"textile\": 2, \"mmo1v\": 2, \"eur8\": 3, \"eur6\": 4, \"palm\": 1, \"altogether\": 2, \"cutlery\": 2, \"hand\": 5, \"tools\": 4, \"fisas\": 2, \"french\": 1, \"ragot\": 2, \"loudeac\": 3, \"normandy\": 1, \"waterqueen\": 2, \"tortue\": 2, \"saint\": 3, \"marcel\": 3, \"hook\": 4, \"vmc\": 2, \"morvillars\": 3, \"metsaliitto\": 2, \"eur64\": 1, \"acquisitions\": 3, \"majority\": 1, \"owners\": 2, \"thailand\": 1, \"certain\": 2, \"belonging\": 1, \"immediate\": 2, \"circle\": 1, \"venture\": 4, \"partner\": 4, \"saha\": 1, \"pathana\": 1, \"inter\": 1, \"field\": 2, \"owns\": 12, \"paint\": 2, \"producer\": 3, \"tex\": 1, \"kroksberg\": 1, \"railway\": 2, \"tunnel\": 3, \"track\": 1, \"harnosand\": 1, \"veda\": 1, \"forming\": 1, \"coast\": 3, \"gulf\": 2, \"bothnia\": 1, \"rl\": 1, \"raiffeisen\": 3, \"leasing\": 2, \"nominal\": 1, \"subscribed\": 5, \"exercising\": 2, \"options\": 7, \"1999\": 2, \"doring\": 1, \"eaton\": 2, \"1989\": 3, \"acted\": 1, \"manager\": 7, \"producing\": 4, \"winded\": 1, \"roving\": 1, \"2500\": 1, \"dimensions\": 1, \"185\": 1, \"length\": 3, \"170\": 2, \"perpendiculars\": 1, \"breadth\": 1, \"draught\": 1, \"recommendations\": 1, \"collated\": 1, \"poh1s\": 2, \"51\": 6, \"index\": 3, \"bond\": 4, \"tutkimuksen\": 1, \"tahdet\": 1, \"viii\": 2, \"stars\": 2, \"week\": 6, \"patch\": 1, \"beta\": 2, \"days\": 3, \"growth\": 19, \"favourably\": 1, \"africaand\": 1, \"pacific\": 3, \"invest\": 2, \"eur6m\": 1, \"sensor\": 1, \"eur7\": 4, \"eur12\": 3, \"foodservice\": 1, \"goods\": 4, \"54\": 4, \"significantly\": 4, \"kroon\": 1, \"par\": 3, \"bonds\": 1, \"9663\": 1, \"kroons\": 3, \"nov\": 1, \"electronic\": 6, \"measurement\": 2, \"dialing\": 1, \"participants\": 2, \"should\": 2, \"quote\": 1, \"877417\": 1, \"id\": 3, \"builds\": 3, \"renovate\": 1, \"paperboard\": 1, \"machine\": 6, \"ingerois\": 1, \"mill\": 7, \"slumped\": 1, \"poor\": 3, \"snowfall\": 1, \"resorts\": 1, \"winter\": 2, \"07\": 1, \"scheduled\": 12, \"tecnomen\": 4, \"espoo\": 6, \"develops\": 2, \"messaging\": 3, \"telecomms\": 1, \"huge\": 2, \"girders\": 1, \"ylivieska\": 1, \"eur41m\": 1, \"eur30m\": 2, \"levels\": 3, \"producers\": 4, \"consumption\": 4, \"38\": 7, \"sepp\": 2, \"\\u00f1l\": 4, \"\\u00f1\": 5, \"155\": 1, \"protalix\": 2, \"american\": 5, \"giving\": 2, \"cap\": 9, \"827\": 1, \"800\": 4, \"varesvuo\": 1, \"sub\": 1, \"623\": 1, \"caused\": 3, \"filmiteollisuus\": 1, \"fine\": 4, \"castecka\": 1, \"town\": 1, \"hold\": 3, \"interested\": 1, \"point\": 3, \"consumers\": 5, \"needs\": 3, \"614\": 2, \"niche\": 3, \"black\": 2, \"decker\": 2, \"inc\": 13, \"husqvarna\": 2, \"outdoor\": 2, \"k\": 5, \"ryobi\": 2, \"scotts\": 2, \"miracle\": 2, \"gro\": 2, \"van\": 2, \"nearly\": 7, \"audio\": 1, \"live\": 3, \"archived\": 1, \"cerner\": 2, \"web\": 5, \"159\": 1, \"kcr1v\": 2, \"116\": 1, \"149\": 1, \"73\": 1, \"glisten\": 2, \"vote\": 1, \"bid\": 3, \"72\": 4, \"bylander\": 1, \"johan\": 1, \"ponten\": 1, \"fredrik\": 1, \"lundberg\": 1, \"jorgen\": 1, \"simmons\": 2, \"dcuc\": 1, \"portsmouth\": 1, \"n\": 5, \"h\": 2, \"gordon\": 1, \"credit\": 9, \"union\": 3, \"defense\": 3, \"council\": 2, \"term\": 9, \"insolvency\": 1, \"act\": 2, \"regulates\": 1, \"borrowers\": 1, \"permitted\": 1, \"payable\": 3, \"does\": 3, \"apply\": 3, \"branded\": 2, \"battery\": 1, \"ahlstrom\": 6, \"replay\": 1, \"until\": 2, \"numbers\": 1, \"callers\": 2, \"617\": 1, \"\\u00e1801\": 1, \"\\u00e16888\": 1, \"7365\": 1, \"8427\": 1, \"code\": 3, \"2659\": 1, \"5401\": 1, \"sacanfil\": 1, \"paikallissanomat\": 2, \"publishes\": 1, \"florida\": 1, \"rock\": 1, \"tank\": 2, \"lines\": 4, \"southeastern\": 2, \"concentrating\": 2, \"hauling\": 1, \"motor\": 1, \"dry\": 1, \"bulk\": 1, \"slowed\": 2, \"crisis\": 2, \"facility\": 7, \"tons\": 5, \"lodged\": 1, \"counter\": 2, \"neste\": 6, \"totaling\": 1, \"eur25m\": 1, \"primarily\": 3, \"carried\": 6, \"additional\": 2, \"incurred\": 1, \"prolongation\": 1, \"decided\": 5, \"series\": 4, \"dissolved\": 1, \"appropriate\": 2, \"cramo\": 5, \"specialising\": 2, \"modular\": 3, \"space\": 8, \"outokumpu\": 3, \"bosnia\": 1, \"herzegovina\": 1, \"aluminij\": 1, \"dd\": 1, \"mostar\": 1, \"upgrade\": 1, \"anode\": 1, \"rationalization\": 1, \"seeks\": 1, \"achieve\": 1, \"current\": 9, \"dropped\": 7, \"barclays\": 3, \"lse\": 1, \"barc\": 2, \"bcs\": 2, \"agricole\": 1, \"sa\": 1, \"epa\": 1, \"aca\": 1, \"cagr\": 1, \"825mn\": 1, \"763mn\": 1, \"complex\": 3, \"m2\": 3, \"constructed\": 1, \"stages\": 2, \"framework\": 1, \"symbian\": 1, \"meego\": 1, \"marketwatch\": 2, \"nok\": 2, \"run\": 1, \"hutchison\": 1, \"essar\": 1, \"tieto\": 4, \"divested\": 3, \"145\": 2, \"targeted\": 1, \"users\": 3, \"sports\": 10, \"amer\": 3, \"atomic\": 2, \"salomon\": 2, \"wilson\": 1, \"conditions\": 4, \"subscription\": 13, \"2006a\": 1, \"countervalue\": 1, \"super\": 1, \"calendered\": 1, \"magazine\": 5, \"grades\": 1, \"recovered\": 1, \"fiber\": 2, \"sysopen\": 1, \"digia\": 2, \"ibm\": 1, \"know\": 3, \"portal\": 1, \"successfully\": 1, \"implemented\": 1, \"scala\": 1, \"nobel\": 1, \"biocare\": 1, \"meat\": 8, \"longer\": 2, \"promise\": 1, \"sufficient\": 1, \"beef\": 2, \"rutav\": 2, \"swung\": 6, \"simultaneously\": 1, \"responsibility\": 3, \"extended\": 2, \"legal\": 1, \"affairs\": 1, \"cover\": 5, \"mergers\": 1, \"warning\": 4, \"ems\": 2, \"fulfillment\": 1, \"ship\": 5, \"unloader\": 1, \"totally\": 1, \"enclosed\": 1, \"along\": 3, \"entire\": 3, \"conveying\": 1, \"facilities\": 9, \"involved\": 2, \"ingredients\": 1, \"divisions\": 2, \"models\": 4, \"communicated\": 2, \"accommodate\": 2, \"them\": 8, \"grc\": 2, \"fabrication\": 2, \"2003\": 6, \"doubled\": 4, \"eur131m\": 1, \"eur76m\": 1, \"moved\": 3, \"zero\": 1, \"eur7m\": 1, \"niklas\": 1, \"skogster\": 2, \"employed\": 2, \"abb\": 2, \"positions\": 5, \"fortum\": 2, \"expenditure\": 3, \"next\": 5, \"reimbursed\": 1, \"invoice\": 4, \"take\": 11, \"impact\": 6, \"send\": 3, \"receive\": 3, \"absentee\": 1, \"vessel\": 4, \"help\": 1, \"competitiveness\": 1, \"fleet\": 4, \"bringing\": 1, \"gbx12\": 1, \"svyturys\": 2, \"utenos\": 2, \"alus\": 2, \"beverages\": 2, \"bbh\": 2, \"commission\": 5, \"lending\": 1, \"nwc\": 1, \"dragonfly\": 1, \"love\": 1, \"video\": 6, \"finish\": 2, \"n8\": 1, \"teleste\": 7, \"hybrid\": 2, \"tv\": 1, \"delivering\": 1, \"creation\": 1, \"hfc\": 1, \"fibre\": 1, \"coaxial\": 1, \"xdsl\": 1, \"etth\": 1, \"ftth\": 1, \"roofing\": 1, \"felt\": 1, \"1920\": 1, \"asphalt\": 1, \"1930s\": 1, \"depositor\": 1, \"preference\": 1, \"deposits\": 1, \"rank\": 1, \"eur93\": 1, \"therefore\": 1, \"seems\": 1, \"get\": 2, \"subsidy\": 1, \"lng\": 1, \"fuelled\": 1, \"152\": 3, \"2007a\": 1, \"2012\": 6, \"auditor\": 1, \"eur40m\": 1, \"granted\": 2, \"chartered\": 2, \"appointment\": 1, \"kaupthing\": 3, \"ordinate\": 1, \"magazines\": 3, \"invite\": 1, \"l\": 7, \"operative\": 2, \"km\": 2, \"anasmotet\": 1, \"e20\": 1, \"junction\": 1, \"marieholm\": 1, \"e45\": 1, \"commissioner\": 1, \"\\u00e0m\": 2, \"kurt\": 1, \"svensson\": 1, \"find\": 1, \"alternatives\": 1, \"decision\": 9, \"need\": 3, \"learn\": 1, \"directed\": 2, \"eur400m\": 1, \"elisa\": 5, \"subscriptions\": 5, \"adopting\": 1, \"lcd\": 1, \"touch\": 3, \"screen\": 2, \"selection\": 2, \"chosen\": 2, \"pounds\": 2, \"805\": 1, \"mark\": 2, \"commissioning\": 2, \"works\": 1, \"laying\": 1, \"natural\": 2, \"pavements\": 1, \"underground\": 3, \"surface\": 2, \"water\": 7, \"drainage\": 1, \"chile\": 1, \"argentina\": 1, \"adoption\": 1, \"ethernet\": 2, \"adopters\": 1, \"backhaul\": 1, \"rosenlew\": 1, \"manufactures\": 4, \"seven\": 3, \"machines\": 4, \"exported\": 1, \"make\": 7, \"deka\": 1, \"showroom\": 1, \"fortitude\": 1, \"valley\": 1, \"positive\": 7, \"eur2m\": 2, \"recognize\": 1, \"floor\": 4, \"yliopistonrinne\": 2, \"900\": 4, \"sq\": 10, \"let\": 3, \"waste\": 3, \"cleaning\": 1, \"lassila\": 3, \"tikanoja\": 3, \"eur61\": 2, \"eur47\": 1, \"increasing\": 2, \"kazakh\": 1, \"delegation\": 1, \"visit\": 2, \"sitra\": 1, \"study\": 3, \"jsc\": 1, \"150\": 1, \"stockholm\": 8, \"copenhagen\": 3, \"oslo\": 3, \"moscow\": 4, \"luxembourg\": 1, \"utility\": 1, \"electricity\": 3, \"hedging\": 1, \"trades\": 1, \"chapter\": 2, \"method\": 4, \"smelt\": 2, \"spouts\": 2, \"separated\": 1, \"working\": 5, \"shielding\": 1, \"wall\": 1, \"movable\": 1, \"relation\": 1, \"car\": 2, \"retailing\": 1, \"vv\": 1, \"auto\": 1, \"resulted\": 1, \"figures\": 2, \"cardona\": 1, \"vehicle\": 1, \"returned\": 2, \"intersection\": 1, \"she\": 2, \"911\": 1, \"remains\": 2, \"inge\": 1, \"larsen\": 1, \"cfo\": 1, \"045\": 1, \"distribute\": 1, \"updated\": 1, \"average\": 2, \"turkey\": 3, \"lithuania\": 4, \"cranes\": 3, \"container\": 4, \"feeders\": 1, \"wenchong\": 1, \"shipyard\": 1, \"iso\": 1, \"omena\": 1, \"matinkyla\": 1, \"tecnotree\": 2, \"grown\": 2, \"considerably\": 3, \"representatives\": 1, \"regarding\": 1, \"ended\": 6, \"statutory\": 1, \"concerned\": 1, \"302\": 2, \"441\": 1, \"tampere\": 2, \"parks\": 1, \"leases\": 1, \"specialises\": 4, \"oriented\": 2, \"businesses\": 3, \"prothious\": 2, \"portfolio\": 10, \"detailing\": 1, \"originally\": 1, \"pcmag\": 1, \"blog\": 1, \"watch\": 1, \"bln\": 3, \"amounting\": 2, \"365\": 1, \"534\": 4, \"extraordinary\": 1, \"connection\": 2, \"daxtum\": 1, \"poznan\": 1, \"named\": 3, \"pestka\": 1, \"ecb\": 1, \"inflation\": 1, \"alumina\": 1, \"peab\": 3, \"signed\": 5, \"exclusive\": 1, \"existing\": 6, \"stands\": 2, \"dollars\": 2, \"growing\": 3, \"tyrv\": 3, \"\\u00e4\": 1, \"\\u00e4n\": 1, \"sanomat\": 4, \"purchase\": 10, \"\\u00f1n\": 1, \"approval\": 2, \"194\": 1, \"generated\": 2, \"76\": 1, \"vary\": 2, \"clinical\": 2, \"rosendal\": 1, \"eila\": 4, \"paatela\": 2, \"529\": 2, \"817198\": 2, \"e\": 10, \"bavaria\": 1, \"industriekapital\": 1, \"revenues\": 8, \"333\": 1, \"identity\": 3, \"known\": 3, \"\\u00f1kan\": 1, \"dahlstr\": 1, \"\\u00e2m\": 2, \"eight\": 4, \"fold\": 1, \"tb\": 1, \"2014\": 1, \"village\": 1, \"designed\": 3, \"scott\": 1, \"tallon\": 1, \"walker\": 1, \"premises\": 5, \"hotel\": 2, \"cinema\": 1, \"responsible\": 9, \"relationships\": 1, \"\\u00a3lemiste\": 2, \"environment\": 3, \"knowledge\": 2, \"economy\": 3, \"eek\": 1, \"\\u00a3lo\": 1, \"\\u00f1rnits\": 1, \"supervisory\": 1, \"mainor\": 1, \"estimation\": 1, \"park\": 3, \"measure\": 2, \"square\": 6, \"meters\": 1, \"robust\": 1, \"inclusion\": 2, \"lindex\": 1, \"december\": 11, \"kaunas\": 1, \"boosted\": 1, \"ls\": 1, \"578\": 1, \"municipalities\": 3, \"runway\": 2, \"visual\": 1, \"calculated\": 2, \"distance\": 1, \"pilot\": 2, \"pertti\": 1, \"ervi\": 1, \"renewable\": 2, \"leader\": 1, \"far\": 1, \"personally\": 1, \"viro\": 1, \"independently\": 1, \"partnership\": 2, \"peeling\": 1, \"drying\": 1, \"parquet\": 1, \"layer\": 1, \"veneer\": 1, \"plyfa\": 1, \"hassela\": 1, \"cgcbv\": 2, \"deliver\": 5, \"hatch\": 1, \"ships\": 2, \"ordered\": 3, \"shipowner\": 1, \"grieg\": 1, \"patent\": 3, \"chambers\": 1, \"pressurized\": 1, \"donations\": 1, \"aalto\": 1, \"university\": 2, \"universities\": 2, \"eastern\": 3, \"jyv\": 1, \"\\u00f1skyl\": 1, \"vaasa\": 1, \"polytechnics\": 1, \"category\": 3, \"arm\": 1, \"liising\": 1, \"remained\": 3, \"undisclosed\": 1, \"maximum\": 4, \"minimum\": 1, \"adjustable\": 1, \"single\": 2, \"multichannel\": 1, \"channel\": 2, \"ranges\": 1, \"micro\": 2, \"ml\": 1,